Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Only scene wallpapers can be made into a screen saver here or exported to iPhone, iPad or Android for now
ar: يمكن حاليًا تحويل خلفيات المشاهد فقط إلى شاشة توقف هنا أو تصديرها إلى iPhone أو iPad أو Android
de: Derzeit lassen sich hier nur Szenen-Hintergrundbilder zu einem Bildschirmschoner machen oder auf iPhone, iPad oder Android exportieren
es: Por ahora, solo los fondos de escena se pueden convertir aquí en salvapantallas o exportar a iPhone, iPad o Android
fr: Pour l’instant, seuls les fonds d’écran de scène peuvent devenir ici un économiseur d’écran ou être exportés vers iPhone, iPad ou Android
hi: अभी केवल सीन वॉलपेपर ही यहाँ स्क्रीन सेवर बनाए जा सकते हैं या iPhone, iPad या Android के लिए एक्सपोर्ट किए जा सकते हैं
it: Per ora solo gli sfondi scena possono diventare qui un salvaschermo o essere esportati per iPhone, iPad o Android
ja: 現在、ここでスクリーンセーバにしたり iPhone、iPad、Android 用に書き出したりできるのはシーン壁紙のみです
ko: 현재는 장면 배경화면만 여기에서 화면 보호기로 만들거나 iPhone, iPad 또는 Android로 내보낼 수 있습니다
pl: Na razie tylko tapety-sceny można tu zamienić w wygaszacz ekranu lub wyeksportować na iPhone’a, iPada lub Androida
pt_br: Por enquanto, só papéis de parede de cena podem virar protetor de tela aqui ou ser exportados para iPhone, iPad ou Android
ru: Пока только обои-сцены можно сделать здесь заставкой или экспортировать для iPhone, iPad или Android
tr: Şimdilik yalnızca sahne duvar kağıtları burada ekran koruyucu yapılabilir veya iPhone, iPad ya da Android için dışa aktarılabilir
uk: Наразі лише шпалери-сцени можна зробити тут заставкою або експортувати для iPhone, iPad чи Android
zh_hans: 目前只有场景墙纸可以在此处制作为屏幕保护程序，或导出到 iPhone、iPad 或 Android
zh_hant: 目前只有場景桌布可以在此製作為螢幕保護程式，或輸出至 iPhone、iPad 或 Android

source: Only the screen saver changes. The wallpaper on your desktop keeps its properties and edits.
ar: تتغير شاشة التوقف فقط. تحتفظ الخلفية على سطح المكتب بخصائصها وتعديلاتها.
de: Nur der Bildschirmschoner ändert sich. Das Hintergrundbild auf dem Schreibtisch behält seine Eigenschaften und Änderungen.
es: Solo cambia el salvapantallas. El fondo de tu escritorio conserva sus propiedades y cambios.
fr: Seul l’économiseur d’écran change. Le fond d’écran de votre bureau garde ses propriétés et ses modifications.
hi: केवल स्क्रीन सेवर बदलता है। आपके डेस्कटॉप का वॉलपेपर अपनी प्रॉपर्टी और बदलाव बनाए रखता है।
it: Cambia solo il salvaschermo. Lo sfondo sulla scrivania mantiene le sue proprietà e modifiche.
ja: 変わるのはスクリーンセーバだけです。デスクトップの壁紙のプロパティと編集はそのままです。
ko: 화면 보호기만 변경됩니다. 데스크탑의 배경화면은 속성과 편집 내용을 유지합니다.
pl: Zmienia się tylko wygaszacz ekranu. Tapeta na biurku zachowuje swoje właściwości i zmiany.
pt_br: Apenas o protetor de tela muda. O papel de parede da mesa mantém suas propriedades e edições.
ru: Меняется только заставка. Обои на рабочем столе сохраняют свои свойства и изменения.
tr: Yalnızca ekran koruyucu değişir. Masaüstünüzdeki duvar kâğıdı özelliklerini ve düzenlemelerini korur.
uk: Змінюється лише заставка. Шпалери на робочому столі зберігають свої властивості й зміни.
zh_hans: 只有屏幕保护程序会更改。桌面上的墙纸会保留其属性和编辑。
zh_hant: 只有螢幕保護程式會更改。桌面上的背景圖片會保留其屬性和編輯。

source: Only the selected display is reset.
ar: تتم إعادة تعيين شاشة العرض المحددة فقط.
de: Nur das ausgewählte Display wird zurückgesetzt.
es: Solo se restablece la pantalla seleccionada.
fr: Seul le moniteur sélectionné est réinitialisé.
hi: केवल चुना गया डिस्प्ले रीसेट होगा।
it: Viene ripristinato solo lo schermo selezionato.
ja: 選択したディスプレイだけがリセットされます。
ko: 선택한 디스플레이만 재설정됩니다.
pl: Zostanie zresetowany tylko zaznaczony wyświetlacz.
pt_br: Apenas a tela selecionada será redefinida.
ru: Сбрасывается только выбранный дисплей.
tr: Yalnızca seçili ekran sıfırlanır.
uk: Скидається лише вибраний дисплей.
zh_hans: 只有所选显示器会被重置。
zh_hant: 只有所選顯示器會重置。

source: Only the selected displays are reset.
ar: تتم إعادة تعيين شاشات العرض المحددة فقط.
de: Nur die ausgewählten Displays werden zurückgesetzt.
es: Solo se restablecen las pantallas seleccionadas.
fr: Seuls les moniteurs sélectionnés sont réinitialisés.
hi: केवल चुने गए डिस्प्ले रीसेट होंगे।
it: Vengono ripristinati solo gli schermi selezionati.
ja: 選択したディスプレイだけがリセットされます。
ko: 선택한 디스플레이만 재설정됩니다.
pl: Zostaną zresetowane tylko zaznaczone wyświetlacze.
pt_br: Apenas as telas selecionadas serão redefinidas.
ru: Сбрасываются только выбранные дисплеи.
tr: Yalnızca seçili ekranlar sıfırlanır.
uk: Скидаються лише вибрані дисплеї.
zh_hans: 只有所选显示器会被重置。
zh_hant: 只有所選顯示器會重置。

source: Only the settings on this tab change.
ar: تتغير إعدادات علامة التبويب هذه فقط.
de: Nur die Einstellungen dieses Tabs ändern sich.
es: Solo cambian los ajustes de esta pestaña.
fr: Seuls les réglages de cet onglet changent.
hi: केवल इस टैब की सेटिंग बदलेंगी।
it: Cambiano solo le impostazioni di questa scheda.
ja: このタブの設定だけが変更されます。
ko: 이 탭의 설정만 변경됩니다.
pl: Zmienią się tylko ustawienia na tej karcie.
pt_br: Somente os ajustes desta aba mudam.
ru: Изменятся только настройки на этой вкладке.
tr: Yalnızca bu sekmedeki ayarlar değişir.
uk: Зміняться лише параметри на цій вкладці.
zh_hans: 只会更改此标签页中的设置。
zh_hant: 只會更改此標籤頁中的設定。

source: Only this export changes. The wallpaper on your desktop keeps its properties and edits.
ar: يتغير هذا التصدير فقط. تحتفظ الخلفية على سطح المكتب بخصائصها وتعديلاتها.
de: Nur dieser Export ändert sich. Das Hintergrundbild auf dem Schreibtisch behält seine Eigenschaften und Änderungen.
es: Solo cambia esta exportación. El fondo de tu escritorio conserva sus propiedades y cambios.
fr: Seule cette exportation change. Le fond d’écran de votre bureau garde ses propriétés et ses modifications.
hi: केवल यह एक्सपोर्ट बदलता है। आपके डेस्कटॉप का वॉलपेपर अपनी प्रॉपर्टी और बदलाव बनाए रखता है।
it: Cambia solo questa esportazione. Lo sfondo sulla scrivania mantiene le sue proprietà e modifiche.
ja: 変わるのはこの書き出しだけです。デスクトップの壁紙のプロパティと編集はそのままです。
ko: 이 내보내기만 변경됩니다. 데스크탑의 배경화면은 속성과 편집 내용을 유지합니다.
pl: Zmienia się tylko ten eksport. Tapeta na biurku zachowuje swoje właściwości i zmiany.
pt_br: Apenas esta exportação muda. O papel de parede da mesa mantém suas propriedades e edições.
ru: Меняется только этот экспорт. Обои на рабочем столе сохраняют свои свойства и изменения.
tr: Yalnızca bu dışa aktarma değişir. Masaüstünüzdeki duvar kâğıdı özelliklerini ve düzenlemelerini korur.
uk: Змінюється лише цей експорт. Шпалери на робочому столі зберігають свої властивості й зміни.
zh_hans: 只有此导出会更改。桌面上的墙纸会保留其属性和编辑。
zh_hant: 只有此輸出會更改。桌面上的背景圖片會保留其屬性和編輯。

source: Only wallpapers you haven't customized
ar: الخلفيات التي لم تخصّصها فقط
de: Nur Hintergrundbilder, die du nicht angepasst hast
es: Solo los fondos de pantalla que no has personalizado
fr: Uniquement les fonds d’écran que vous n’avez pas personnalisés
hi: केवल वे वॉलपेपर जिन्हें आपने कस्टमाइज़ नहीं किया है
it: Solo gli sfondi che non hai personalizzato
ja: カスタマイズしていない壁紙のみ
ko: 사용자화하지 않은 배경화면만
pl: Tylko tapety, których nie dostosowano
pt_br: Somente imagens de fundo que você não personalizou
ru: Только обои, которые вы не настраивали
tr: Yalnızca özelleştirmediğiniz duvar kâğıtları
uk: Лише шпалери, які ви не налаштовували
zh_hans: 仅限你未自定义的墙纸
zh_hant: 僅限你未自訂的背景圖片

source: Opacity
ar: العتامة
de: Deckkraft
es: Opacidad
fr: Opacité
hi: अपारदर्शिता
it: Opacità
ja: 不透明度
ko: 불투명도
pl: Krycie
pt_br: Opacidade
ru: Непрозрачность
tr: Opaklık
uk: Непрозорість
zh_hans: 不透明度
zh_hant: 不透明度

source: Opacity left behind where the colour is keyed out. 0 makes matched pixels fully transparent.
ar: العتامة المتبقية حيث تتم إزالة اللون. 0 يجعل وحدات البكسل المطابقة شفافة تمامًا.
de: Verbleibende Deckkraft dort, wo die Farbe freigestellt wird. 0 macht passende Pixel vollständig transparent.
es: Opacidad que queda donde se elimina el color. 0 hace que los píxeles coincidentes sean totalmente transparentes.
fr: Opacité conservée là où la couleur est détourée. 0 rend les pixels correspondants totalement transparents.
hi: जहाँ रंग हटाया जाता है, वहाँ बची रहने वाली अपारदर्शिता. 0 मेल खाने वाले पिक्सेल को पूरी तरह पारदर्शी बनाता है.
it: Opacità lasciata dove il colore viene rimosso. 0 rende completamente trasparenti i pixel corrispondenti.
ja: カラーキーで抜かれた部分に残る不透明度です。0では一致したピクセルが完全に透明になります。
ko: 색상이 키 아웃된 곳에 남는 불투명도입니다. 0이면 일치하는 픽셀이 완전히 투명해집니다.
pl: Krycie pozostawiane tam, gdzie kolor jest wycinany. 0 sprawia, że pasujące piksele są całkowicie przezroczyste.
pt_br: Opacidade que resta onde a cor é removida. 0 torna os pixels correspondentes totalmente transparentes.
ru: Непрозрачность в местах, где цвет удалён. 0 делает совпавшие пиксели полностью прозрачными.
tr: Rengin ayıklandığı yerlerde kalan opaklık. 0, eşleşen pikselleri tamamen saydam yapar.
uk: Непрозорість, що залишається там, де колір вирізано. 0 робить відповідні пікселі повністю прозорими.
zh_hans: 颜色被抠除处保留的不透明度。0 使匹配的像素完全透明。
zh_hant: 顏色被去除處保留的不透明度。0 會讓符合的像素完全透明。

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt_br: Abrir
ru: Открыть
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 打開

source: Open All in Finder
ar: إظهار الكل في فايندر
de: Alle im Finder anzeigen
es: Abrir todo en el Finder
fr: Tout afficher dans le Finder
hi: सभी को Finder में खोलें
it: Apri tutto nel Finder
ja: すべてをFinderで開く
ko: 모두 Finder에서 보기
pl: Pokaż wszystkie w Finderze
pt_br: Abrir Todas no Finder
ru: Открыть все в Finder
tr: Tümünü Finder’da Aç
uk: Показати все у Finder
zh_hans: 在访达中显示全部
zh_hant: 全部顯示於 Finder

source: Open Permissions Page
ar: فتح صفحة الأذونات
de: Berechtigungen öffnen
es: Abrir página de permisos
fr: Ouvrir la page Autorisations
hi: अनुमतियाँ पेज खोलें
it: Apri la pagina Autorizzazioni
ja: 「アクセス権」ページを開く
ko: 권한 페이지 열기
pl: Otwórz stronę Uprawnienia
pt_br: Abrir Página de Permissões
ru: Открыть страницу «Разрешения»
tr: İzinler Sayfasını Aç
uk: Відкрити сторінку дозволів
zh_hans: 打开“权限”页面
zh_hant: 打開「權限」頁面

source: Open Plugins
ar: فتح الإضافات
de: Plug-ins öffnen
es: Abrir Complementos
fr: Ouvrir les plug-ins
hi: प्लग-इन खोलें
it: Apri Plug-in
ja: プラグインを開く
ko: 플러그인 열기
pl: Otwórz Wtyczki
pt_br: Abrir Plug-ins
ru: Открыть плагины
tr: Eklentileri Aç
uk: Відкрити плагіни
zh_hans: 打开插件
zh_hant: 打開外掛程式

source: Open Privacy Settings
ar: فتح إعدادات الخصوصية
de: Datenschutzeinstellungen öffnen
es: Abrir ajustes de privacidad
fr: Ouvrir les réglages de confidentialité
hi: गोपनीयता सेटिंग खोलें
it: Apri impostazioni Privacy
ja: プライバシー設定を開く
ko: 개인정보 보호 설정 열기
pl: Otwórz ustawienia prywatności
pt_br: Abrir Ajustes de Privacidade
ru: Открыть настройки конфиденциальности
tr: Gizlilik Ayarlarını Aç
uk: Відкрити параметри приватності
zh_hans: 打开隐私设置
zh_hant: 打開隱私權設定

source: Open Screen Saver Settings
ar: فتح إعدادات شاشة التوقف
de: Bildschirmschoner-Einstellungen öffnen
es: Abrir ajustes del salvapantallas
fr: Ouvrir les réglages de l'économiseur d'écran
hi: स्क्रीन सेवर सेटिंग्स खोलें
it: Apri le impostazioni del salvaschermo
ja: スクリーンセーバ設定を開く
ko: 화면 보호기 설정 열기
pl: Otwórz ustawienia wygaszacza ekranu
pt_br: Abrir Ajustes do Protetor de Tela
ru: Открыть настройки заставки
tr: Ekran Koruyucu Ayarlarını Aç
uk: Відкрити параметри заставки
zh_hans: 打开屏幕保护程序设置
zh_hant: 打開螢幕保護程式設定

source: Open Screen Saver Settings…
ar: فتح إعدادات شاشة التوقف…
de: Bildschirmschoner-Einstellungen öffnen …
es: Abrir ajustes del salvapantallas…
fr: Ouvrir les réglages de l'économiseur d'écran…
hi: स्क्रीन सेवर सेटिंग्स खोलें…
it: Apri le impostazioni del salvaschermo…
ja: スクリーンセーバ設定を開く…
ko: 화면 보호기 설정 열기…
pl: Otwórz ustawienia wygaszacza ekranu…
pt_br: Abrir Ajustes do Protetor de Tela…
ru: Открыть настройки заставки…
tr: Ekran Koruyucu Ayarlarını Aç…
uk: Відкрити параметри заставки…
zh_hans: 打开屏幕保护程序设置…
zh_hant: 打開螢幕保護程式設定…

source: Open Wallpaper Engine Help
ar: مساعدة Open Wallpaper Engine
de: Open Wallpaper Engine-Hilfe
es: Ayuda de Open Wallpaper Engine
fr: Aide Open Wallpaper Engine
hi: Open Wallpaper Engine सहायता
it: Aiuto di Open Wallpaper Engine
ja: Open Wallpaper Engineヘルプ
ko: Open Wallpaper Engine 도움말
pl: Pomoc Open Wallpaper Engine
pt_br: Ajuda do Open Wallpaper Engine
ru: Справка Open Wallpaper Engine
tr: Open Wallpaper Engine Yardımı
uk: Довідка Open Wallpaper Engine
zh_hans: Open Wallpaper Engine 帮助
zh_hant: Open Wallpaper Engine 輔助說明

source: Open Wallpaper Engine Settings
ar: إعدادات Open Wallpaper Engine
de: Open Wallpaper Engine-Einstellungen
es: Ajustes de Open Wallpaper Engine
fr: Réglages Open Wallpaper Engine
hi: Open Wallpaper Engine सेटिंग
it: Impostazioni di Open Wallpaper Engine
ja: Open Wallpaper Engine設定
ko: Open Wallpaper Engine 설정
pl: Ustawienia Open Wallpaper Engine
pt_br: Ajustes do Open Wallpaper Engine
ru: Настройки Open Wallpaper Engine
tr: Open Wallpaper Engine Ayarları
uk: Параметри Open Wallpaper Engine
zh_hans: Open Wallpaper Engine 设置
zh_hant: Open Wallpaper Engine 設定

source: Open Wallpaper Engine checks GitHub for new versions: the update list on GitHub Pages and the downloads on GitHub Releases. No personal data is sent. Automatic updates install when you quit, when you're away from your Mac, or within a day.
ar: يتحقق Open Wallpaper Engine من وجود إصدارات جديدة على GitHub: قائمة التحديثات على GitHub Pages والتنزيلات على GitHub Releases. لا يتم إرسال أي بيانات شخصية. تُثبَّت التحديثات التلقائية عند إنهاء التطبيق، أو عندما تكون بعيدًا عن جهاز Mac، أو خلال يوم.
de: Open Wallpaper Engine sucht auf GitHub nach neuen Versionen: die Update-Liste auf GitHub Pages und die Downloads auf GitHub Releases. Es werden keine persönlichen Daten gesendet. Automatische Updates werden installiert, wenn Sie das Programm beenden, wenn Sie nicht an Ihrem Mac sind oder innerhalb eines Tages.
es: Open Wallpaper Engine busca nuevas versiones en GitHub: la lista de actualizaciones en GitHub Pages y las descargas en GitHub Releases. No se envían datos personales. Las actualizaciones automáticas se instalan al salir de la app, cuando no estás usando tu Mac o en el plazo de un día.
fr: Open Wallpaper Engine recherche les nouvelles versions sur GitHub : la liste des mises à jour sur GitHub Pages et les téléchargements sur GitHub Releases. Aucune donnée personnelle n’est envoyée. Les mises à jour automatiques s’installent lorsque vous quittez l’app, lorsque vous vous éloignez de votre Mac ou dans la journée.
hi: Open Wallpaper Engine नए संस्करणों के लिए GitHub जाँचता है: GitHub Pages पर अपडेट सूची और GitHub Releases पर डाउनलोड. कोई व्यक्तिगत डेटा नहीं भेजा जाता. स्वचालित अपडेट ऐप छोड़ने पर, जब आप अपने Mac से दूर हों, या एक दिन के भीतर इंस्टॉल होते हैं.
it: Open Wallpaper Engine cerca nuove versioni su GitHub: l’elenco degli aggiornamenti su GitHub Pages e i download su GitHub Releases. Non vengono inviati dati personali. Gli aggiornamenti automatici vengono installati quando esci dall’app, quando non stai usando il Mac o entro un giorno.
ja: Open Wallpaper Engine は GitHub で新しいバージョンを確認します：GitHub Pages のアップデート一覧と GitHub Releases のダウンロード。個人データは送信されません。自動アップデートは、終了時、Mac から離れているとき、または 1 日以内にインストールされます。
ko: Open Wallpaper Engine은 GitHub에서 새 버전을 확인합니다. GitHub Pages의 업데이트 목록과 GitHub Releases의 다운로드를 사용합니다. 개인 데이터는 전송되지 않습니다. 자동 업데이트는 앱을 종료할 때, Mac을 사용하지 않을 때 또는 하루 안에 설치됩니다.
pl: Open Wallpaper Engine sprawdza nowe wersje w serwisie GitHub: listę uaktualnień w GitHub Pages i pliki do pobrania w GitHub Releases. Żadne dane osobowe nie są wysyłane. Automatyczne uaktualnienia są instalowane po zakończeniu aplikacji, gdy nie korzystasz z Maca, lub w ciągu doby.
pt_br: O Open Wallpaper Engine busca novas versões no GitHub: a lista de atualizações no GitHub Pages e os downloads no GitHub Releases. Nenhum dado pessoal é enviado. As atualizações automáticas são instaladas quando você encerra o app, quando está longe do Mac ou em até um dia.
ru: Open Wallpaper Engine проверяет новые версии на GitHub: список обновлений на GitHub Pages и загрузки на GitHub Releases. Личные данные не отправляются. Автоматические обновления устанавливаются при завершении работы приложения, когда вы не пользуетесь Mac, или в течение суток.
tr: Open Wallpaper Engine yeni sürümleri GitHub’da denetler: GitHub Pages’taki güncelleme listesi ve GitHub Releases’taki indirmeler. Hiçbir kişisel veri gönderilmez. Otomatik güncellemeler, uygulamadan çıktığınızda, Mac’inizden uzaktayken veya bir gün içinde yüklenir.
uk: Open Wallpaper Engine перевіряє нові версії на GitHub: список оновлень на GitHub Pages і завантаження на GitHub Releases. Жодні особисті дані не надсилаються. Автоматичні оновлення встановлюються, коли ви завершуєте програму, коли ви не користуєтеся Mac, або протягом доби.
zh_hans: Open Wallpaper Engine 会在 GitHub 上检查新版本：GitHub Pages 上的更新列表和 GitHub Releases 上的下载。不会发送任何个人数据。自动更新会在你退出 App、离开 Mac 时或在一天内安装。
zh_hant: Open Wallpaper Engine 會在 GitHub 上檢查新版本：GitHub Pages 上的更新列表和 GitHub Releases 上的下載。不會傳送任何個人資料。自動更新會在你結束 App、離開 Mac 時或在一天內安裝。

source: Open Wallpaper Engine didn't quit cleanly twice in a row while this wallpaper was showing
ar: لم يُنهَ Open Wallpaper Engine بشكل سليم مرتين متتاليتين أثناء عرض هذه الخلفية
de: Open Wallpaper Engine wurde zweimal hintereinander nicht ordnungsgemäß beendet, während dieses Hintergrundbild angezeigt wurde
es: Open Wallpaper Engine no se cerró correctamente dos veces seguidas mientras se mostraba este fondo de pantalla
fr: Open Wallpaper Engine ne s’est pas fermé correctement deux fois de suite pendant l’affichage de ce fond d’écran
hi: यह वॉलपेपर दिखाते समय Open Wallpaper Engine लगातार दो बार ठीक से बंद नहीं हुआ
it: Open Wallpaper Engine non è stato chiuso correttamente due volte di seguito mentre era visualizzato questo sfondo
ja: この壁紙の表示中に、Open Wallpaper Engineが2回連続で正しく終了しませんでした
ko: 이 배경화면이 표시되는 동안 Open Wallpaper Engine이 두 번 연속으로 정상적으로 종료되지 않았습니다
pl: Open Wallpaper Engine dwa razy z rzędu nie zakończył działania prawidłowo, gdy ta tapeta była wyświetlana
pt_br: O Open Wallpaper Engine não foi encerrado corretamente duas vezes seguidas enquanto esta imagem de fundo era exibida
ru: Open Wallpaper Engine дважды подряд завершил работу некорректно, пока показывались эти обои
tr: Bu duvar kâğıdı gösterilirken Open Wallpaper Engine art arda iki kez düzgün kapanmadı
uk: Open Wallpaper Engine двічі поспіль завершив роботу некоректно, коли показувалася ця шпалера
zh_hans: 显示此墙纸时，Open Wallpaper Engine 连续两次未正常退出
zh_hant: 顯示此背景圖片時，Open Wallpaper Engine 已連續兩次未正常結束

source: Open Wallpaper Engine doesn't have permission to access the selected folders.
ar: ليس لدى Open Wallpaper Engine إذن للوصول إلى المجلدات المحددة.
de: Open Wallpaper Engine hat keine Berechtigung, auf die ausgewählten Ordner zuzugreifen.
es: Open Wallpaper Engine no tiene permiso para acceder a las carpetas seleccionadas.
fr: Open Wallpaper Engine n’est pas autorisé à accéder aux dossiers sélectionnés.
hi: Open Wallpaper Engine के पास चुने गए फ़ोल्डर ऐक्सेस करने की अनुमति नहीं है.
it: Open Wallpaper Engine non ha l’autorizzazione per accedere alle cartelle selezionate.
ja: Open Wallpaper Engineには、選択したフォルダにアクセスする権限がありません。
ko: Open Wallpaper Engine에 선택한 폴더에 접근할 수 있는 권한이 없습니다.
pl: Open Wallpaper Engine nie ma pozwolenia na dostęp do wybranych folderów.
pt_br: O Open Wallpaper Engine não tem permissão para acessar as pastas selecionadas.
ru: У Open Wallpaper Engine нет разрешения на доступ к выбранным папкам.
tr: Open Wallpaper Engine’in seçilen klasörlere erişim izni yok.
uk: Open Wallpaper Engine не має дозволу на доступ до вибраних папок.
zh_hans: Open Wallpaper Engine 没有访问所选文件夹的权限。
zh_hant: Open Wallpaper Engine 沒有取用所選檔案夾的權限。

source: Open Wallpaper Engine has a new identity; macOS will ask again for permissions like system audio, Local Network and Photos.
ar: لدى Open Wallpaper Engine هوية جديدة؛ سيطلب macOS مرة أخرى أذونات مثل صوت النظام والشبكة المحلية والصور.
de: Open Wallpaper Engine hat eine neue Identität. macOS fragt erneut nach Berechtigungen wie Systemaudio, Lokales Netzwerk und Fotos.
es: Open Wallpaper Engine tiene una nueva identidad; macOS volverá a pedirte permisos como el audio del sistema, Red local y Fotos.
fr: Open Wallpaper Engine a une nouvelle identité ; macOS vous redemandera des autorisations comme les sons du système, Réseau local et Photos.
hi: Open Wallpaper Engine की नई पहचान है; macOS आपसे सिस्टम ऑडियो, लोकल नेटवर्क और Photos जैसी अनुमतियाँ फिर से माँगेगा.
it: Open Wallpaper Engine ha una nuova identità; macOS ti chiederà di nuovo i permessi come audio di sistema, Rete locale e Foto.
ja: Open Wallpaper Engineの識別情報が新しくなりました。システムオーディオ、ローカルネットワーク、写真などのアクセス許可がmacOSから再度求められます。
ko: Open Wallpaper Engine의 식별 정보가 새로워졌습니다. macOS에서 시스템 오디오, 로컬 네트워크, 사진 등의 권한을 다시 요청합니다.
pl: Open Wallpaper Engine ma nową tożsamość; macOS ponownie poprosi o uprawnienia, takie jak dźwięk systemowy, Sieć lokalna i Zdjęcia.
pt_br: O Open Wallpaper Engine tem uma nova identidade; o macOS pedirá novamente permissões como Áudio do Sistema, Rede Local e Fotos.
ru: У Open Wallpaper Engine новый идентификатор; macOS снова запросит разрешения, например на системный звук, локальную сеть и Фото.
tr: Open Wallpaper Engine’in yeni bir kimliği var; macOS, Sistem Sesi, Yerel Ağ ve Fotoğraflar gibi izinleri yeniden isteyecek.
uk: Open Wallpaper Engine має новий ідентифікатор; macOS знову попросить дозволи, як-от на системний звук, локальну мережу та Фото.
zh_hans: Open Wallpaper Engine 已更换身份标识；macOS 会再次请求系统录音、本地网络和照片等权限。
zh_hant: Open Wallpaper Engine 已更換識別身分；macOS 會再次要求系統錄音、區域網路和照片等權限。

source: Open Wallpaper Engine has no control over this file. Make sure it comes from a reliable source before proceeding.
ar: لا يتحكم Open Wallpaper Engine في هذا الملف. تأكد من أنه صادر من مصدر موثوق قبل المتابعة.
de: Open Wallpaper Engine hat keine Kontrolle über diese Datei. Stellen Sie vor dem Fortfahren sicher, dass sie aus einer vertrauenswürdigen Quelle stammt.
es: Open Wallpaper Engine no tiene control sobre este archivo. Asegúrate de que procede de una fuente fiable antes de continuar.
fr: Open Wallpaper Engine n’a aucun contrôle sur ce fichier. Assurez-vous qu’il provient d’une source fiable avant de poursuivre.
hi: Open Wallpaper Engine का इस फ़ाइल पर कोई नियंत्रण नहीं है. आगे बढ़ने से पहले पक्का करें कि यह किसी भरोसेमंद स्रोत से आई है.
it: Open Wallpaper Engine non ha alcun controllo su questo file. Prima di procedere, assicurati che provenga da una fonte affidabile.
ja: Open Wallpaper Engineはこのファイルを制御できません。続ける前に、信頼できる提供元からのものであることを確認してください。
ko: Open Wallpaper Engine은 이 파일을 제어할 수 없습니다. 계속하기 전에 신뢰할 수 있는 출처의 파일인지 확인하십시오.
pl: Open Wallpaper Engine nie ma kontroli nad tym plikiem. Zanim przejdziesz dalej, upewnij się, że pochodzi on z zaufanego źródła.
pt_br: O Open Wallpaper Engine não tem controle sobre este arquivo. Certifique-se de que ele vem de uma fonte confiável antes de continuar.
ru: Open Wallpaper Engine не контролирует этот файл. Прежде чем продолжить, убедитесь, что он получен из надёжного источника.
tr: Open Wallpaper Engine’in bu dosya üzerinde hiçbir denetimi yoktur. Devam etmeden önce güvenilir bir kaynaktan geldiğinden emin olun.
uk: Open Wallpaper Engine не контролює цей файл. Перш ніж продовжити, переконайтеся, що він отриманий з надійного джерела.
zh_hans: Open Wallpaper Engine 无法控制此文件。继续之前，请确保它来自可靠的来源。
zh_hant: Open Wallpaper Engine 無法控管此檔案。繼續之前，請確定檔案來源可靠。
